export const faqData = [
  {
    question: 'что_такое_одноразовая_ссылка',
    answer: 'описание_одноразовой_ссылки',
  },
  {
    question: 'где_хранится_история',
    answer: 'описание_хранения_истории',
  },
  {
    question: 'как_долго_действует_одноразовая_ссылка',
    answer: 'описание_срока_действия',
  },
  {
    question: 'можно_ли_защитить_ссылку_паролем',
    answer: 'описание_защиты_паролем',
  },
  {
    question: 'как_обеспечивается_безопасность_данных',
    answer: 'описание_безопасности_данных',
  },
  {
    question: 'что_происходит_когда_срок_действия_истекает',
    answer: 'описание_истечения_срока',
  },
  {
    question: 'для_чего_можно_использовать_одноразовые_ссылки',
    answer: 'описание_использования',
  },
  {
    question: 'сколько_ссылок_можно_создать',
    answer: 'описание_количества_ссылок',
  },
  {
    question: 'какие_технологии_используются_для_шифрования_данных',
    answer: 'описание_технологий_шифрования',
  },
  {
    question: 'что_будет_если_кто-то_попытается_взломать_ссылку',
    answer: 'описание_взлома',
  },
  {
    question: 'можно_ли_изменить_пароль_или_срок_действия_ссылки',
    answer: 'описание_изменения_параметров',
  },
  {
    question: 'как_быстро_создаётся_ссылка',
    answer: 'описание_создания_ссылки',
  },
];
