export const faqData = [
  {
    question: 'Что такое одноразовая ссылка?',
    answer:
      'Одноразовая ссылка — это уникальная ссылка, которая используется только один раз. После того как ссылка будет использована или истечет срок её действия, она становится недействительной. Это идеальный способ безопасно передавать данные или доступ к информации.',
  },
  {
    question: 'Как долго действует одноразовая ссылка?',
    answer:
      'Вы можете выбрать срок действия ссылки от 5 минут до 1 года. Это позволяет вам настроить ссылку под любые потребности — будь то передача временной информации или долгосрочный доступ.',
  },
  {
    question: 'Можно ли защитить ссылку паролем?',
    answer:
      'Да! Каждая ссылка может быть защищена паролем для дополнительной безопасности. Только человек, знающий пароль, сможет воспользоваться ссылкой.',
  },
  {
    question: 'Как обеспечивается безопасность данных?',
    answer:
      'Все данные на нашем сервере хранятся в зашифрованном виде. Это означает, что даже если кто-то получит доступ к серверу, он не сможет расшифровать ваши данные без ключа.',
  },
  {
    question: 'Что происходит, когда срок действия ссылки истекает?',
    answer:
      'После истечения срока действия ссылка автоматически удаляется и становится недоступной. Это гарантирует, что информация не попадет в руки третьих лиц.',
  },
  {
    question: 'Для чего можно использовать одноразовые ссылки?',
    answer:
      'Одноразовые ссылки идеально подходят для: \n- Безопасной передачи конфиденциальных документов. \n- Временного доступа к личным данным. \n- Ограниченного по времени доступа к онлайн-ресурсам. \n- Удалённой передачи паролей, токенов и другой чувствительной информации.',
  },
  {
    question: 'Сколько ссылок можно создать?',
    answer:
      'Количество ссылок не ограничено. Вы можете создавать столько ссылок, сколько вам нужно.',
  },
  {
    question: 'Какие технологии используются для шифрования данных?',
    answer:
      'Мы используем передовые алгоритмы шифрования, такие как AES-256, чтобы обеспечить максимальную защиту ваших данных.',
  },
  {
    question: 'Что будет, если кто-то попытается взломать ссылку?',
    answer:
      'Без вашего пароля от ссылки - у злоумышленника ничего не получится.',
  },
  {
    question: 'Можно ли изменить пароль или срок действия ссылки?',
    answer:
      'Нет, после создания ссылки параметры изменить нельзя. Это сделано для сохранения её одноразовой и безопасной природы.',
  },
  {
    question: 'Как быстро создаётся ссылка?',
    answer:
      'Создание ссылки занимает всего несколько секунд. Вы просто задаёте параметры, и ссылка готова к использованию.',
  },
];
